import React from 'react';
import logo from './logo.svg';
import './App.css';

function App() {
  return (
    <div className="App">       
          <div class="text-box">
              <h1 class="heading-primary">
                  <span class="heading-primary-sub">ابدأي مسيرتك المهنية والتدريب المطور لتصبحي متميزة باسلوبنا الخاص وخبرتنا الواسعة للظهور بنتائج جدا طبيعية والمفضلة لدى الجميع والتي ستجعلك محل ثقة والاختيار الأول لكل عميلة ترغب بالحصول على مظهر طبيعي وجذاب. سيوفر لكي برنامج التدريب الحصري عبر الانترنت الوقت والمال لتتعلمي خطوة بخطوة كل مايخص تقنية المكياج الشبه دائم, فقد صممنا هذا الموقع لكل من لديها شغف في هذه التقنية الرائعة والمطلوبة حول العالم! وايضا رائدات الأعمال الراغبين بدخول مجال المايكروبليدينق والمكياج شبه دائم وبدأ مشروعهم الخاص بطريقة احترافية وتسهل عليهم الحصول على المعلومات الصحيحة والتعليم المرن بطريقة تلائم جميع ظروفهم اينما كانوا من اي بلد, حيث ان الدروس ستكون مرنه ويمكن مشاهدتها فوقتك المفضل في المنزل, واخذ الوقت الكافي للتدريب والمتابعة مع الماستر إيلاف ماهر والتصحيح أول بأول, ستعرفين كل مايخص هذه التقنية وكما يمكنك المشاركة وطرح اسئلتك بشكل خاص فأي وقت او التحدث مع الماستر إيلاف ماهر عن طريق بث مباشر. وكما يسرنا طريقة الدفع والتسجيل لعدة مراحل فبعد الانتهاء من كل مرحلة باتقان يمكنك التسجيل في التطبيق العملي باختيارك التاريخ المناسب لك في جدول التطبيق العملي. احصلي على شهاتك الدولية المعتمدة فور الانتهاء من التدريب وابدأي مشروعك بكل ثقة واتقان.
                     كوني الاختيار الأول لزبائنك مع دعم الماستر ايلاف ماهر.
                  </span>
              </h1>

            <div className='btn-contanier'>
              <button class="btn btn-white">تسجيل</button>
              <button class="btn btn-white"> تسجيل الدخول</button>
            </div>

          </div>
    </div>
  );
}

export default App;
